index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-06-19 Fri 22:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Michael Tu, PhD</title>
<meta name="generator" content="Org mode" />

</head>
<body>
<div id="content">
<h1 class="title">Michael Tu, PhD</h1>

<div id="outline-container-org92deb13" class="outline-2">
<h2 id="org92deb13">Experience</h2>
<div class="outline-text-2" id="text-org92deb13">
<center>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Institution</th>
<th scope="col" class="org-left">Year</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Chief Scientific Officer</td>
<td class="org-left">Liquid Diagnostics LLC</td>
<td class="org-left">2020 - Present</td>
</tr>

<tr>
<td class="org-left">Co-Investigator</td>
<td class="org-left">NIH NCI U01: EFIRM Liquid Biopsy</td>
<td class="org-left">2018 - Present</td>
</tr>

<tr>
<td class="org-left">Director of R&amp;D</td>
<td class="org-left">EZLife Bio Inc</td>
<td class="org-left">2017 - 2019</td>
</tr>

<tr>
<td class="org-left">T90 NIH Trainee</td>
<td class="org-left">UCLA School of Dentistry</td>
<td class="org-left">2015 - 2017</td>
</tr>

<tr>
<td class="org-left">T32 NIH Trainee</td>
<td class="org-left">UCLA School of Dentistry</td>
<td class="org-left">2012 - 2015</td>
</tr>

<tr>
<td class="org-left">Graduate Researcher</td>
<td class="org-left">UCLA Dept. of Electrical Engineering</td>
<td class="org-left">2010 - 2012</td>
</tr>

<tr>
<td class="org-left">Consultant</td>
<td class="org-left">Evidia Biosciences</td>
<td class="org-left">2011</td>
</tr>

<tr>
<td class="org-left">Teacher's Assistant</td>
<td class="org-left">UCLA Dept. of Chemistry</td>
<td class="org-left">2011</td>
</tr>

<tr>
<td class="org-left">Teacher's Assistant</td>
<td class="org-left">UCLA School of Engineering</td>
<td class="org-left">2009 - 2013</td>
</tr>
</tbody>
</table>
</center>
</div>
</div>


<div id="outline-container-orgfdd7caf" class="outline-2">
<h2 id="orgfdd7caf">Education</h2>
<div class="outline-text-2" id="text-orgfdd7caf">
<center>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Institution</th>
<th scope="col" class="org-left">Degree</th>
<th scope="col" class="org-right">Year</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">UCLA</td>
<td class="org-left">PhD - Biomedical Engineering</td>
<td class="org-right">2015</td>
</tr>

<tr>
<td class="org-left">UCLA</td>
<td class="org-left">MS - Biomedical Engineering</td>
<td class="org-right">2010</td>
</tr>

<tr>
<td class="org-left">UCLA</td>
<td class="org-left">BS - Bioengineering</td>
<td class="org-right">2009</td>
</tr>
</tbody>
</table>
</center>
</div>
</div>


<div id="outline-container-org0a97c08" class="outline-2">
<h2 id="org0a97c08">Publications</h2>
<div class="outline-text-2" id="text-org0a97c08">
<ol class="org-ol">
<li>Aro K, Wei F, Wong DT, <b>Tu M.</b> Saliva Liquid Biopsy for Point-of-Care Applications. Frontiers in Public Health [Internet]. 2017 Apr 11 [cited 2018 Nov 12];5. Available from: <a href="http://journal.frontiersin.org/article/10.3389/fpubh.2017.00077/full">http://journal.frontiersin.org/article/10.3389/fpubh.2017.00077/full</a></li>
<li>Ishikawa S, Sugimoto M, Kitabatake K, <b>Tu M</b>, Sugano A, Yamamori I, Iba A, Yusa K, Kaneko M, Ota S, Hiwatari K, Enomoto A, Masaru T, Iino M. Effect of timing of collection of salivary metabolomic biomarkers on oral cancer detection. Amino Acids. 2017 Apr;49(4):761–770.</li>
<li>Ishikawa S, Wong DTW, Sugimoto M, Gleber-Netto FO, Li F, <b>Tu M</b>, Zhang Y, Akin D, Iino M. Identification of salivary metabolites for oral squamous cell carcinoma and oral epithelial dysplasia screening from persistent suspicious oral mucosal lesions. Clinical Oral Investigations [Internet]. 2018 Dec 11 [cited 2018 Dec 24]; Available from: <a href="http://link.springer.com/10.1007/s00784-018-2777-3">http://link.springer.com/10.1007/s00784-018-2777-3</a></li>
<li>Kaczor-Urbanowicz KE, Martin Carreras-Presas C, Aro K, <b>Tu M</b>, Garcia-Godoy F, Wong DT. Saliva diagnostics – Current views and directions. Experimental Biology and Medicine. 2017 Mar;242(5):459–472.</li>
<li>Kaczor-Urbanowicz KE, Martín Carreras-Presas C, Kaczor T, <b>Tu M</b>, Wei F, Garcia-Godoy F, Wong DTW. Emerging technologies for salivaomics in cancer detection. Journal of Cellular and Molecular Medicine. 2017 Apr;21(4):640–647.</li>
<li>Suh M, Chen C-A, Woodbridge J, <b>Tu M K</b>, Kim JI, Nahapetian A, Evangelista LS, Sarrafzadeh M. A Remote Patient Monitoring System for Congestive Heart Failure. Journal of Medical Systems. 2011 May 25;35(5):1165–1179.</li>
<li><b>Tu M</b>, Cheng J, Chen Y-L, Jea W-C, Chen W-L, Chen C-J, Ho C-L, Huang W-L, Lin C-C, Su W-C, Ye Q, Deignan J, Grody W, Li F, Chia D, Wei F, Liao W, Wong DTW, Strom CM. Electric Field Induced Release and Measurement (EFIRM): Characterization and Technical Validation of a Novel Liquid Biopsy Platform in Plasma and Saliva. The Journal of Molecular Diagnostics. 2020 Jun;S1525157820303500.</li>
<li><b>Tu M</b>, Chia D, Wei F, Wong D. Liquid biopsy for detection of actionable oncogenic mutations in human cancers and electric field induced release and measurement liquid biopsy (eLB). The Analyst [Internet]. 2016 [cited 2016 Jan 2]; Available from: <a href="http://xlink.rsc.org/?DOI=C5AN01863C">http://xlink.rsc.org/?DOI=C5AN01863C</a></li>
<li><b>Tu M</b>, Wei F, Yang J, Wong D. Detection of Exosomal Biomarker by Electric Field-induced Release and Measurement (EFIRM). Journal of Visualized Experiments [Internet]. 2015 Jan 23 [cited 2016 Apr 22];(95). Available from: <a href="http://www.jove.com/video/52439/detection-exosomal-biomarker-electric-field-induced-release">http://www.jove.com/video/52439/detection-exosomal-biomarker-electric-field-induced-release</a></li>
<li><b>Tu M</b>, Wong MY, Sun X, Dai M, Huang R, Chen Y, Lin X, Yang A, Zheng Q, Liao W. Rapid PCR-free meat species mitochondrial DNA identification using Electric Field Induced Release and Measurement (EFIRM®). Analytica Chimica Acta. 2020 Feb;1099:68–74.</li>
<li>Wang A, Wang C, <b>Tu M</b>, Wong D. Oral Biofluid Biomarker Research: Current Status and Emerging Frontiers. Diagnostics. 2016 Dec 17;6(4):45.</li>
<li>Wang C, Wang A, Wei F, Wong DTW, <b>Tu M</b>. Electric Field-Induced Disruption and Releasing Viable Content from Extracellular Vesicles. In: Kuo WP, Jia S, editors. Extracellular Vesicles [Internet]. New York, NY: Springer New York; 2017 [cited 2018 Nov 12]. p. 367–376. Available from: <a href="http://link.springer.com/10.1007/978-1-4939-7253-1_30">http://link.springer.com/10.1007/978-1-4939-7253-1_30</a></li>
<li>Wang Z, Li F, Rufo J, Chen C, Yang S, Li L, Zhang J, Cheng J, Kim Y, Wu M, Abemayor E, <b>Tu M</b>, Chia D, Spruce R, Batis N, Mehanna H, Wong DTW, Huang TJ. Acoustofluidic Salivary Exosome Isolation. The Journal of Molecular Diagnostics. 2020 Jan;22(1):50–59.</li>
<li>Wei F, Strom CM, Cheng J, Lin C-C, Hsu C-Y, Soo Hoo GW, Chia D, Kim Y, Li F, Elashoff D, Grognan T, <b>Tu M</b>, Liao W, Xian R, Grody WW, Su W-C, Wong DTW. Electric Field–Induced Release and Measurement Liquid Biopsy for Noninvasive Early Lung Cancer Assessment. The Journal of Molecular Diagnostics. 2018 Nov;20(6):738–742.</li>
<li>Wei F, Strom C, Xian R, Liao W, Cheng J, <b>Tu M</b>, Chia D, Kim Y, Li F, Lin C, Su W-C, Grody W, Wong DT. Technical validation of the electric field-induced release and measurement (EFIRM) assay for the detection of EGFR mutations in circulating cell free DNA in plasma and saliva. JCO. 2018 May 20;36(15<sub>suppl</sub>):e24172–e24172.</li>
</ol>
</div>
</div>


<div id="outline-container-org88abc92" class="outline-2">
<h2 id="org88abc92">Conferences</h2>
<div class="outline-text-2" id="text-org88abc92">
<p>
(Poster) American Association of Clinical Chemistry 2017 Meeting
</p>

<p>
(Poster) Biomedical Engineering Society Annual Meeting 2017
</p>

<p>
(Poster) World Congress of Biosensors 2018 Meeting
</p>

<p>
(Presentation) Analytical Chemistry Society 256th Annual Meeting (2018)
</p>

<p>
(Poster) International Association for the Study of Lung Cancer 2018 Meeting
</p>

<p>
(Poster) American Society of Human Genetics 2018 Meeting
</p>
</div>
</div>
</div>
</body>
</html>
